tap "argoproj/tap"
tap "azure/kubelogin"
tap "danielfoehrkn/switch"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "robscott/tap"
brew "ansible"
brew "ansible-lint"
brew "libtiff"
brew "jpeg-xl"
brew "at-spi2-core"
brew "libssh2"
brew "bat"
brew "btop"
brew "direnv"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "python@3.12"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-fixup"
brew "git-interactive-rebase-tool"
brew "glab"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gtk4"
brew "json-glib"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "gtk-vnc"
brew "helm"
brew "jq"
brew "kanata"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libvirt"
brew "meson"
brew "nmap"
brew "openblas"
brew "numpy"
brew "openvino"
brew "pngpaste"
brew "poetry"
brew "poppler"
brew "pure"
brew "pwgen"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stern"
brew "tldr"
brew "unar"
brew "vala"
brew "wget"
brew "xh"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "azure/kubelogin/kubelogin"
brew "danielfoehrkn/switch/switch"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "robscott/tap/kube-capacity"
cask "amethyst"
cask "aws-vpn-client"
cask "chef-workstation"
cask "font-terminess-ttf-nerd-font"
cask "ghostty"
cask "keepassxc"
cask "keymapp"
cask "linearmouse"
cask "logitech-g-hub"
cask "logitech-options"
cask "orbstack"
cask "raycast"
cask "tableplus"
cask "vagrant"
cask "zen-browser"
