tap "azure/kubelogin"
tap "danielfoehrkn/switch"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "libssh2"
brew "bat"
brew "tmux"
brew "byobu"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "git-fixup"
brew "git-interactive-rebase-tool"
brew "python@3.11"
brew "kubernetes-cli"
brew "lazygit"
brew "lima"
brew "neofetch"
brew "neovim"
brew "pngpaste"
brew "pwgen"
brew "python@3.10"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "wget"
brew "zellij"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "danielfoehrkn/switch/switch"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
cask "amethyst"
cask "font-terminess-ttf-nerd-font"
cask "keepassxc"
cask "obsidian"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "gitlab.gitlab-workflow"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
