tap "argoproj/tap"
tap "azure/kubelogin"
tap "danielfoehrkn/switch"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
brew "ansible"
brew "ansible-lint"
brew "libssh2"
brew "bat"
brew "btop"
brew "tmux"
brew "byobu"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-fixup"
brew "git-interactive-rebase-tool"
brew "glab"
brew "glib-networking"
brew "gstreamer"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "pngpaste"
brew "poetry"
brew "poppler"
brew "pure"
brew "pwgen"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tldr"
brew "unar"
brew "wget"
brew "xh"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "azure/kubelogin/kubelogin"
brew "danielfoehrkn/switch/switch"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "jeffreywildman/virt-manager/virt-viewer"
cask "amethyst"
cask "aws-vpn-client"
cask "chef-workstation"
cask "font-terminess-ttf-nerd-font"
cask "keepassxc"
cask "obsidian"
cask "tableplus"
cask "vagrant"
cask "wezterm"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "gitlab.gitlab-workflow"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
